Revit 2027 API
ParameterTypeId.AnalyticalMemberUseOffsetInAnalysis Property
 "Use Offset In Analysis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberUseOffsetInAnalysis { get; }
Public Shared ReadOnly Property AnalyticalMemberUseOffsetInAnalysis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberUseOffsetInAnalysis {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberUseOffsetInAnalysis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace